Revit 2027 API
ParameterTypeId.StructuralSectionIweldedBottomflangethickness Property
 "Bottom Flange Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIweldedBottomflangethickness { get; }
Public Shared ReadOnly Property StructuralSectionIweldedBottomflangethickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIweldedBottomflangethickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionIweldedBottomflangethickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace